Repository: eizul330-max/onboardx_app
Catalog: lib/l10n/app_*.arb
Languages: ms

# appTitle
source: Onboarding App
ms: Aplikasi onboarding

source: Settings
ms: Tetapan

source: Manage Your Account
ms: Urus Akaun Anda

source: Device Permission
ms: Kebenaran Peranti

source: Language and Translations
ms: Bahasa dan Terjemahan

source: Dark Mode
ms: Mod Gelap

source: Version
ms: Versi

source: Select Language
ms: Pilih Bahasa

# languageChangeNote
source: Note: Changing the language will affect all text in the application.
ms: Nota: Menukar bahasa akan mempengaruhi semua teks dalam aplikasi.

source: Language changed to English
ms: Bahasa telah ditukar kepada English

# languageChangedToMalay
source: Bahasa ditukar kepada Bahasa Melayu
ms: Language changed to Malay

source: Preferences
ms: Keutamaan

source: Account
ms: Akaun

source: About
ms: Tentang

source: Something went wrong!
ms: Sesuatu telah berlaku!

source: Quick Action
ms: Aksi Segera

source: My Document
ms: Dokumen Saya

# mydocument1
source: My Document
ms: Dokumen Saya

source: Meet The Team
ms: Ahli Pasukan

source: Buddy Chat
ms: Kawan Bercakap

source: Task Manager
ms: Pengurus Tugas

source: Facilities
ms: Kemudahan

source: Learning Hub
ms: Pusat Belajar

source: My Journey
ms: Perjalan Saya

source: News
ms: Berita

source: Folder Name
ms: Nama Folder

source: Create
ms: Cipta

source: Edit
ms: Ubah

source: Remove
ms: Keluarkan

source: View
ms: Lihat

# uploading1
source: Uploading...
ms: Memuat Naik...

source: Uploading
ms: Memuat Naik

source: Move
ms: Pindah

source: Canteen Overview
ms: Kantin Keseluruhan

source: Available Stall
ms: Gerai ynag Tersedia

source: Open In Maps
ms: Buka didalam Peta

source: No Image
ms: Tiada Gambar

source: No Complete Course Found
ms: Tiada Kursus yang Sudah Selesai Dijumpai

source: Search Complete
ms: Pencarian Selesai

source: Complete
ms: Selesai

source: Create Learning
ms: Cipta Pembelajaran

source: Add Lesson
ms: Tambah Pelajaran

source: Lesson
ms: Pelajaran

source: Course Description
ms: Penerangan Kursus

# courseTittle
source: Cousre Tittle
ms: Tajuk Kursus

source: Change Image
ms: Tukar Gambar

source: Select Cover Image
ms: Pilih Gambar hadapan

source: Cover Image
ms: Gambar dibahangian Hadapan

source: Save
ms: Simpan

source: Create New Learning
ms: Cipta Pembelajaran Baharu

source: Your Progress
ms: Kemajuan Anda

source: No Content Available
ms: Tiada Kandungan yang Tersedia

source: Completed
ms: Selesai

source: Please Sign to Track Progress
ms: Tolong Tanda untuk Menjejaki Kemajuan

source: Lesson Document
ms: Dokumen Pelajaran

source: In Progress
ms: Dalam Proses

source: See All
ms: Lihat Semua sekali

source: Go It
ms: Faham

source: No Task Yet
ms: Tiada Tugas Lagi

source: Tap '+' to add your first task
ms: Tekan '+' untuk tambah tugasan pertama anda

source: Incomplete Task
ms: Tugasan Belum Selesai

source: Completed Task
ms: Tugasan Selesai

source: Select a Project to View it task
ms: Pilih projek untuk melihat tugasan didalamnya

source: No Project Yet
ms: Tiada project lagi

source: Confirm Delete
ms: Hapuskan Sah

# taptocreateyourfirstproject
source: Tap '+' to add your first project
ms: Tekan '+' untuk tambah project pertama anda

source: No Events Found
ms: Tiada Acara dijumpai

source: Welcome To TNB,
ms: Selamat Datang Ke TNB,

source: Select your mounth and year
ms: Pilih bulan dan tahun

source: QR Code
ms: Kod QR

source: Scan a User QR Code
ms: Imbas Kod QR Pengguna

source: Grant Permission
ms: Memberi Kebenaran

# cameraPermissionIsRequire
source: Camera permission is required
ms: Kebenaran kamera diperlukan

# contactPermissionIsRequire
source: Contact permission is required
ms: Kebenaran kenalan diperlukan

# saveToPhone
source: Save in Telephone
ms: Simpan didalm telefon

source: Close
ms: Tutup

source: User Found
ms: Pegguna dijumpai

source: User Not Found
ms: Pegguna Tidak Dijumpai

source: You can't scan your own QR
ms: Anda tidak boleh mengimbsa kod QR sendiri

source: No Name
ms: Tiada Nama

source: Not Specified
ms: Tidak ditentukan

source: Saving...
ms: Menyimpan...

source: Copy All
ms: Salin Semua

source: Open In App
ms: Buka didalam Applikasi

source: View Full Profile Inside App
ms: Lihat profil penuh didalam applikasi

source: Share Contact
ms: Sebar kenalan

source: Share V-card text or simple Info
ms: sebar v-card teks atau info mudah

source: Copy
ms: Salin semula

# manageAppPermission
source: Manage App Permissions
ms: Urus Kebenaran Applikasi

source: Device Permissions
ms: Kebenaran Peranti

source: Open Settings
ms: Buka Tetapan

# lodingProfile
source: Loading profile...
ms: Memuatkan profil...

source: Full Name
ms: Nama Penuh

source: Enter your full name
ms: Masukkan nama penuh anda

source: Username
ms: Nama Pengguna

source: Enter your username
ms: Masukkan nama pengguna anda

source: Phone Number
ms: Nombor Telefon

source: Enter your phone number
ms: Masukkan nombor telefon anda

source: Created At
ms: Dicipta Pada

# identityCard
source: Identity Card (IC)
ms: Kad Pengenalan (IC)

source: Driving License
ms: Lesen Memandu

# certificate
source: Certificates
ms: Sijil

source: Scan QR
ms: Imbas QR

source: My QR
ms: QR Saya

source: Work Information
ms: Maklumat Pekerjaan

source: Position
ms: Jawatan

source: Workplace
ms: Tempat Kerja

source: Scan this QR code (app) to add me as a contact in-app
ms: Imbas QR Code ini (applikasi) untuk tambah saya sebagai kenalan dalam-applikasi ini

# thisQRcontainsavCardphonecamerasGoogleLenscanofferAddcontact
source: This QR contains a vCard â€” phone cameras/Google Lens can offer (Add contact)
ms: Kod QR ini mengandungi v-card, camera telefon/Google Lens yang membolehkan menyimpan maklumat sebagia kenalan

# usevCardQRphonecameras
source: Use vCard QR(Phone Camera)
ms: Guna vCard QR(Camera Telefon)

# sortbyNameAZ
source: Sort Name (A-Z)
ms: Urutan Nama (A-Z)

source: Create New Folder
ms: Cipta Folder Baru

source: Add New File
ms: Tambah Fail Baru

source: Organization Chart
ms: Carta Organisasi

source: Department Structure
ms: Struktur Jabatan

source: Department Directory
ms: Direktori Jabatan

source: Search Now...
ms: Cari Sekarang...

# searchnameorposition
source: Seacrh name or position...
ms: Cari nama atau jawatan...

source: User Profile Detail
ms: Maklumat Pengguna

source: Name
ms: Nama

source: Phone No.
ms: No. Telefon

source: Timeline
ms: Garis Masa

source: Checklist
ms: Senarai Semak

source: Add New Event
ms: Tambah Acara Baru

source: Title *
ms: Tajuk *

source: Start Time *
ms: Masa Bermula *

source: End Time *
ms: Tamat Masa *

source: Location (optional)
ms: Lokasi (pilihan)

source: Description (optional)
ms: Penerangan (pilihan)

source: Link (optional)
ms: Link (pilihan)

source: Cancel
ms: Batal

source: Today
ms: Hari Ini

source: Add Event
ms: Tambah Acara

source: Add New
ms: Tambah Baru

source: Add New Task
ms: Tamnah Tugasan Baru

source: Create New Project
ms: Cipta Projek Baru

source: Project Tittle *
ms: Tajuk Projek *

source: Create Project
ms: Cipta Projek

# pleasecreateaprojectfirst
source: Please create project first
ms: Tolong cipta projek terblebih dahulu

source: Project *
ms: Projek *

source: Task Tittle *
ms: Tajuk Tugasan *

source: Due Date
ms: Tamat Sebelum

source: Add Task
ms: Tambah Tugasan

source: Edit Task
ms: Ubah Suai Tugasan

source: Delete
ms: Hapus

source: Save Changes
ms: Simpan Perubahan

source: Delete Task
ms: Hapus Tugasan

# areyousureyouwanttodeletethistask
source: Are you sure want to delete this task?
ms: Anda pasti ingin membuang tugasan ini?

source: Delete Project
ms: Hapus Projek

# areyousureyouwanttodeletethisprojectAlltasksinthisprojectwillalsobedeleted
source: Are you sure you want to delete this project? All in this project will also be deleted.
ms: Anda pasti ingin menghapuskan projek ini? Semua tugasan dalam projek ini akan hapus.

source: Progress
ms: Progres

source: Task Completed
ms: Tugasan Selesai

# taskmanager1
source: Task Manager
ms: Pengurus Tugasan

source: Required Documents
ms: Dokumen Diperlukan

source: Upload the required files
ms: Muat naik fail yang diperlukan

source: Private Details and Certs
ms: Butiran Peribadi dan Sijil

source: Upload Required
ms: Muat Naik yang Diperlukan

source: Optional
ms: Pilihan

source: Upload
ms: Muat Naik

# perksandfacilities
source: Perks & Facilities
ms: Faedah & Kemudahan

source: Your Office Location
ms: Lokasi Pejabat Anda

source: Canteen Menu
ms: Menu Kantin

source: Parking Information
ms: Maklumat Tempat Letak Kereta

source: Search
ms: Cari

source: Office Location
ms: Lokasi Pejabat

source: Map
ms: Peta

source: Interactive Map
ms: Peta Interaktif

source: Tap to Open in Maps
ms: Tekan untuk buka dalam Maps

source: Get Directions
ms: Dapatkan Arah

source: Open
ms: Buka

source: Office Facilities
ms: Kemudahan Pejabat

source: Parking Page
ms: Halaman Tempat Letak Kereta

source: Car
ms: Kereta

source: Motorcycle
ms: Motosikal

# learninghub1
source: Learning Hub
ms: Pusat Pembelajaran

source: All Learning
ms: Semua Pembelajaran

source: No Course Found
ms: Kursus Tidak Ditemui
